const theschools = [
    {
        schoolName: '计算机学院',
        majorName: ['计算机类', '计算机科学与技术（基地班）', '计算机科学与技术', '软件工程', '物联网工程', '信息安全']
    },
    {
        schoolName: '信息管理学院',
        majorName: ['管理科学与工程类', '信息资源管理', '电子商务']
    },
    {
        schoolName: '人工智能教育学部',
        majorName: ['人工智能专业', '数据科学与大数据技术专业', '科学教育专业', '数字媒体技术专业', '教育技术学专业（非师范）']
    },
    {
        schoolName: '美术学院',
        majorName: ['美术学', '绘画', '视觉传达设计', '环境设计', '数字媒体艺术']
    },
    {
        schoolName: '公共管理学院',
        majorName: ['行政管理', '劳动与社会保障', '土地资源管理']
    },
    {
        schoolName: '教育学院',
        majorName: ['教育学', '学前教育', '特殊教育', '融合教育']
    },
    {
        schoolName: '马克思主义学院',
        majorName: ['思想政治教育', '马克思主义理论', '哲学']
    },
    {
        schoolName: '生命科学学院',
        majorName: ['生物科学', '生物技术', '化学生物学交叉班']
    },
    {
        schoolName: '外国语学院',
        majorName: ['英语', '翻译', '日语', '俄语', '法语', '朝鲜语（韩语）', '西班牙语']
    },
    {
        schoolName: '心理学院',
        majorName: ['心理学', '应用心理学']
    },
    {
        schoolName: '音乐学院',
        majorName: ['音乐学', '音乐表演', '舞蹈学']
    },
    {
        schoolName: '城市与环境科学学院',
        majorName: ['旅游管理专业', '地理信息科学专业', '人文地理与城乡规划专业', '自然地理与资源环境专业', '地理科学专业']
    },
    {
        schoolName: '化学学院',
        majorName: ['化学', '应用化学', '化学生物学交叉班', '化学物理学交叉班', '化学英才班']
    },
    {
        schoolName: '经济与工商管理学院',
        majorName: ['经济学', '国际经济与贸易', '金融工程', '房地产开发与管理', '工商管理', '人力资源管理', '财务会计教育', '法学经济学交叉班', '数学经济学交叉班']
    },
    {
        schoolName: '数学与统计学学院',
        majorName: ['数学与应用数学', '统计学']
    },
    {
        schoolName: '文学院',
        majorName: ['汉语言文学', '汉语言', '汉语言文学（基地班拔尖计划2.0）']
    },
    {
        schoolName: '新闻传播学院',
        majorName: ['新闻学', '广播电视学', '网络与新媒体', '播音与主持艺术']
    },
    {
        schoolName: '政治与国际关系学院',
        majorName: ['政治学与行政学', '国际政治']
    },
    {
        schoolName: '法学院',
        majorName: ['法学—经济学交叉培养班', '法学专业']
    },
    {
        schoolName: '历史文化学院',
        majorName: ['历史学', '历史学（基地班）', '历史学（开沅班,拔尖计划2.0）', '历史学（文遗班）']
    },
    {
        schoolName: '社会学院',
        majorName: ['社会学', '社会工作']
    },
    {
        schoolName: '体育学院',
        majorName: ['体育教育', '运动训练']
    },
    {
        schoolName: '物理科学与技术学院',
        majorName: ['物理学', '核物理', '通信工程', '电子信息科学与技术', '物理学（基地班，拔尖计划2.0）']
    }
]

// Monika你带我走吧呜呜呜呜呜
export default theschools